{
    "bgn": "BGN",
    "contact-us": "Contact us",
    "street": "St. \"Moskva\" 21",
    "home": "Home",
    "about": "About",
    "catalogue": "Catalogue",
    "booking": "Booking",
    "english": "English",
    "bulgarian": "Bulgarian",
    "remaining": "Remaining",
    "learn-more": "Learn more",
    "welcome": "Welcome to I&F Barbershop, where style and precision meet. We're more than just a barbershop - we're a place where tradition meets trend, and where every haircut is a masterpiece in the making. Step into our world and experience the magic of a perfect haircut.",
    "story": "I&F Barbershop was born in 2010, out of a passion for timeless style and the art of barbering. Our founders, Iskren and Filip, started with a simple mission: to bring back the classic barbershop experience. Over the years, we've grown from a small shop to a community staple, but our commitment to quality and craftsmanship remains the same.",
    "services": "At I&F Barbershop, we offer a wide range of services tailored to meet the unique needs of our clients. From classic cuts and close shaves to contemporary styles and beard trims, our barbers are equipped with the skills and tools to ensure you leave looking and feeling your best.",
    "commitment": "Quality, comfort, and satisfaction are at the heart of everything we do at I&F Barbershop. We use only the finest grooming products and uphold the highest standards of hygiene. Our barbers continuously hone their skills to stay at the forefront of the latest trends and techniques.",
    "join-us": "When you step into I&F Barbershop, you're not just getting a haircut, you're joining a community. We value the relationships we build with our clients and strive to create an environment where everyone feels welcome. Come in for a cut, stay for the camaraderie.",
    "choose-date": "Choose a date:",
    "choose-time": "Choose a time:",
    "loading": "Loading...",
    "choose-service": "Choose a service:",
    "short-intro": "Experience the fusion of tradition and innovation at our barbershop. Where every snip is a step towards perfection, and your style is our masterpiece.",
    "book-now": "Book Now",
    "sign-in": "Sign In",
    "please-sign-in": "Please sign in first",
    "no-acc-sign-up": "Don't have an account? Click here to sign up.",
    "sign-up": "Sign Up",
    "acc-sign-in": "Already have an account? Click here to sign in.",
    "successful-book": "Successfully booked!",
    "booked-for": "Your hour has been successfully booked for ",
    "return-home": "Return Home",
    "book-another": "Book Another",
    "account": "Account settings",
    "lang": "Language",
    "intro": "Your one-stop destination for all your grooming needs. We are more than just a barbershop; we are a community that values style, artistry, and tradition. Our skilled barbers are dedicated to providing you with an exceptional experience and a haircut that suits your individual style.",
    "welcome-short": "Welcome to I&F barbershop",
    "our-story": "Our story",
    "our-services": "Our services",
    "our-commitment": "Our commitment",
    "join": "Join the I&F community",
    "service": {
      "haircut": "Men's haircut",
      "beardStyling": "Beard styling",
      "childHaircut": "Children's haircut (under 9y.)",
      "royalShave": "Royal shave",
      "hairAndBeard": "Hair and beard",
      "beardCamouflage": "Beard camouflage",
      "hairAndBrows": "Hair and eyebrows",
      "hairBeardBrows": "Hair, beard and eyebrows"
    },
    "about-us": "About us",
    "all-rights": "© I&F barbershop. All rights reserved.",
    "text-1": "Cutting Edge Style, Classic Comfort",
    "text-2": "Experience the fusion of tradition and innovation",
    "text-3": "Your style is our masterpiece"
  }