{
    "bgn": "Лв.",
    "contact-us": "Свържете се с нас",
    "street": "Ул. \"Москва\" 21",
    "home": "Начало",
    "about": "За нас",
    "catalogue": "Каталог",
    "booking": "Резервация",
    "english": "Английски",
    "bulgarian": "Български",
    "remaining": "Налични",
    "learn-more": "Научи повече",
    "welcome": "Добре дошли в I&F Barbershop, където се срещат стил и прецизност. Ние сме повече от бръснарница - ние сме място, където традицията се среща с тенденцията и където всяко подстригване е шедьовър в процеса на създаване. Влезте в нашия свят и изпитайте магията на перфектното подстригване.",
    "story": "I&F Barbershop се ражда през 2010 г. от страст към непреходния стил и изкуството на бръснарството. Нашите основатели, Искрен и Филип, започнаха с една проста мисия: да върнат класическото изживяване в бръснарницата. През годините се превърнахме от малък магазин в основен елемент на общността, но ангажиментът ни към качеството и майсторството остава същият.",
    "services": "В I&F Barbershop предлагаме широка гама от услуги, съобразени с уникалните нужди на нашите клиенти. От класически подстригвания и бръснене до съвременни стилове и подстригване на брада - нашите бръснари разполагат с уменията и инструментите, за да гарантират, че ще останете в най-добрия си вид и ще се чувствате добре.",
    "commitment": "Качеството, комфортът и удовлетворението са в основата на всичко, което правим в I&F Barbershop. Използваме само най-добрите продукти за грижа и спазваме най-високите стандарти за хигиена. Нашите фризьори непрекъснато усъвършенстват уменията си, за да бъдат в крак с най-новите тенденции и техники.",
    "join-us": "Когато влезете в I&F Barbershop, вие не просто се подстригвате, а се присъединявате към една общност. Ние ценим взаимоотношенията, които изграждаме с нашите клиенти, и се стремим да създадем среда, в която всеки се чувства добре дошъл. Влезте, за да се подстрижете, останете за приятелството.",
    "choose-date": "Избери дата:",
    "choose-time": "Избери час:",
    "loading": "Зареждане...",
    "choose-service": "Избери услуга",
    "short-intro": "Насладете се на съчетанието между традиция и иновация в нашия фризьорски салон. Където всяко подстригване е стъпка към съвършенството, а вашият стил е нашият шедьовър.",
    "book-now": "Запази час сега",
    "sign-in": "Влез",
    "please-sign-in": "Моля първо влезте",
    "no-acc-sign-up": "Нямате акаунт? Кликнете тук.",
    "sign-up": "Регистрация",
    "acc-sign-in": "Вече имате регистрация? Кликнете тук.",
    "successful-book": "Успешно запазено!",
    "booked-for": "Вашият час беше успешно запазен за ",
    "return-home": "Върни се в началото",
    "book-another": "Запази друг час",
    "account": "Акаунт",
    "lang": "Език",
    "intro": "Вашата универсална дестинация за всички ваши нужди, свързани с грижата за кожата. Ние сме нещо повече от бръснарница - ние сме общност, която цени стила, майсторството и традициите. Нашите квалифицирани фризьори са посветени на това да ви осигурят изключително преживяване и подстригване, което отговаря на вашия индивидуален стил.",
    "welcome-short": "Добре дошли в I&F barbershop",
    "our-story": "Нашата история",
    "our-services": "Нашите услуги",
    "our-commitment": "Нашата отдаденост",
    "join": "Присъединете се към нашата общност",
    "service": {
      "haircut": "Мъжко подстригване",
      "beardStyling": "Оформяне на брада",
      "childHaircut": "Детско подстригване (до 9г.)",
      "royalShave": "Кралско бръснене",
      "hairAndBeard": "Коса и брада",
      "beardCamouflage": "Камуфлаж на брада",
      "hairAndBrows": "Коса и вежди",
      "hairBeardBrows": "Коса, брада и вежди"
    },
    "about-us": "За нас",
    "all-rights": "© I&F barbershop. Всички права запазени.",
    "text-1": "Модернистичен стил, класически комфорт",
    "text-2": "Насладете се на сливането на традиции и иновации",
    "text-3": "Вашият стил е нашият шедьовър"
  }