[
    {
      "id": 1,
      "name": "L’Oréal Professionnel Serie Expert Absolut Repair",
      "price": 31.90,
      "description": "Мигновено преструктуриране на увредения косъм. Възстановяващият шампоан L’Oréal Professionnel Serie Expert Absolut Repair Gold Quinoa + Protein е създаден, за да осигури необходимата хидратация на увредената коса и да гарантира бързото й възстановяване. Специалната комбинация на екстракт от златна киноа и пшенични протеини елиминира увредената повърхност на косъма с до 77%. След употреба косата ви придобива изключителна мекота и става до 7 пъти по-блестяща.",
      "imageUrl": "/product1.jpg"
    },
    {
      "id": 2,
      "name": "L’Oréal Professionnel Serie Expert Metal Detox",
      "price": 47.70,
      "description": "Натрупаните метали във вътрешността на косъма са виновни за увреждането и начупването на косата. След сложните процеси на боядисване, изсветляване или балеаж, се получава реакция с металните частици, които предизвикват нежелана промяна на цвета. Шампоанът с кремообразна консистенция L’Oréal Professionnel Serie Expert Metal Detox почиства косата от наносите от метали, с което подпомага здравия ѝ вид и сияйния цвят.",
      "imageUrl": "/product2.jpg"
    },
    {
        "id": 3,
        "name": "L’Oréal Professionnel Serie Expert Scalp Advanced",
        "price": 41.20,
        "description": "Оксидирането на себум може да създаде проблеми със скалпа. Шампоанът LʼOréal Professionnel Serie Expert Scalp Advanced, обогатен с 3% AHA киселина ще се погрижи за ефикасно почистване. Почиства скалпа от замърсявания, пот и себум. Насладете се на усещането за свежест.",
        "imageUrl": "/product3.jpg"
      },
      {
        "id": 4,
        "name": "L’Oréal Professionnel Serioxyl Denser Hair",
        "price": 49.90,
        "description": "Втръснало ви е от тази тънка коса без обем? Копнеете за истинска грива? Иновативният серум за изтъняваща коса L’Oréal Professionnel Serioxyl Denser Hair доказано подобрява гъстотата на косата и спомага за нейното укрепване. Няма да чакате резултатите дълго.",
        "imageUrl": "/product4.jpg"
      },
      {
        "id": 5,
        "name": "L’Oréal Professionnel Serie Expert Serioxyl",
        "price": 79.30,
        "description": "При решаване на оплаквания, свързани с оредяващата коса, може да се почувствате като в омагьосан кръг. Серумът LʼOréal Professionnel Serioxyl Advanced Density Activator е разработен специално за тънка, слаба и слепнала коса. Формулата, обогатена със Stemoxidyn и ресвератрол, ревитализира и стимулира космените фоликули, с което подпомага растежа на косата и само след 6 седмици употреба увеличава обема ѝ. ",
        "imageUrl": "/product5.jpg"
      },
      {
        "id": 6,
        "name": "L’Oréal Professionnel Tecni.Art Liss Control",
        "price": 36.00,
        "description": "Изправянето на непокорна коса не винаги трябва да е проблем. Направете стилизирането по-лесно със серума за изглаждане и подхранване на непокорна коса L'Oréal Professionnel Tecni.Art Liss Control! Дори и без използването на топлина за стилизиране, непокорната коса веднага се опитомява и се изправя перфектно. Косата е защитена от накъдряне до 24 часа, усеща се невероятно гладка и блести с жив блясък.",
        "imageUrl": "/product6.jpg"
      }
  ]
  